Repository: CapTen101/VLC-docs
Catalog: locale/*/LC_MESSAGES/index.po
Languages: fr

source: VLC |release| User Documentation
fr: Documentation Utilisateur de VLC |release|

source: `VLC media player <https://www.videolan.org/vlc/>`_ (commonly known as just **VLC**) is a free and open source cross-platform multimedia player and framework that plays most multimedia files as well as DVDs, Audio CDs, VCDs,and various streaming protocols. You can download the latest version of VLC on our `website <https://www.videolan.org/vlc/#download>`_ for free.
fr: `VLC media player <https://www.videolan.org/vlc/>`_ (souvent appelé sobrement **VLC**) est un lecteur multimédia, ainsi qu'une suite logicielle (framework) multi-plateforme, libre et open source. Il permet de jouer la plupart des fichiers multimédias ainsi que les DVDs, les CDs Audio, les VCDs, et un grand nombre de protocoles de diffusion. Vous pouvez télécharger gratuitement la dernière verison de VLC sur notre `site web <https://www.videolan.org/vlc/#download>`_.

source: Key Features
fr: Fonctionnalités

source: VLC plays Files, Discs, Webcams, Devices and Streams.
fr: VLC lit la plupart des Fichiers, Disques, Caméras, Périphériques d'acquisition et les Flux multimédia.

source: VLC runs on all platforms and is completely free.
fr: VLC fonctionne sur toutes les plateformes tout en étant libre et gratuit.

source: It has the most complete feature-set over the video, subtitle synchronisation, video and audio filters.
fr: Il possède le panel de fonctionnalités le plus complet autour de la vidéo, des sous-titres et leur synchronisation, ainsi que les filtres audio et vidéo.

source: It has hardware decoding on most platforms. It supports 0-copy on the GPU and can fallback on software when required.
fr: Il est capable d'utiliser les capacités d'accélération matérielle sur la plupart des plateformes. Il utilise la fonction zero-copy sur les cartes graphiques et peut se replier sur le décodage logiciel quand cela est nécessaire.

source: No spywares, ads and user tracking are allowed on the VLC media player.
fr: Aucun logiciel malveillant, aucune publicité ni aucun système de surveillance de l'utilisateur n'est intégré à VLC media player.

source: Advanced formats are allowed on VLC.
fr: VLC permet la lecture de formats avancés très spécifiques.

source: VLC lets you apply audio effects, video effects, and tweak the way a video’s audio and video line up.
fr: VLC vous permet d'appliquer toutes sortes d'effets audio et vidéo, et de modifier le décalage entre audio et vidéo d'un média.

source: First Steps
fr: Prise en main

source: To get the most out of the VLC media player, start by reviewing a few introductory topics below;
fr: Afin de profiter au maximum de ce que VLC media player peut vous apporter, vous pouvez parcourir les quelques sujets suivants:

source: :ref:`Setup <setup>` - Quickly find and install the appropriate VLC media player for your platform.
fr: :ref:`Mise en place <setup>` - Pour rapidement trouver et installer la version de VLC media player adaptée à votre plateforme.

source: :ref:`User Interface <doc_user_interface>` - Introduction to the UI, and commands of the VLC media player.
fr: :ref:`Interface <doc_user_interface>` - Une introduction à l'interface et les commandes de VLC media player.

source: :ref:`Settings <settings>` - Customize VLC to suit your needs.
fr: :ref:`Préférences <settings>` - Modifiez VLC pour répondre parfaitement à vos besoins.

source: :ref:`Tips and Tricks <tips_and_tricks>` - Jump right in with Tips and Tricks to become a VLC power user.
fr: :ref:`Trucs et Astuces <tips_and_tricks>` - Maîtrisez ces quelques astuces pour devenir un expert de VLC.

source: :ref:`Add-ons <addons>` - Find third-party software programs that can be added to VLC for additional features and abilities.
fr: :ref:`Extensions <addons>` - Comment trouver des applications tierces qui permettent d'étendre les capacités et fonctionnalités de VLC.

source: :ref:`FAQ <faq>`- Find all frequently asked questions by VLC users.
fr: :ref:`FAQ <faq>`- Vous y trouverez les questions les plus fréquemment posées par les utilisateurs de VLC.

source: :ref:`Support Guide<support>` - Solve your VLC issues right now!
fr: :ref:`Guide d'aide<support>` - Résolvez rapidement vos soucis liés à VLC!

source: :ref:`Glossary<glossary>` - Definitions for terms used in VLC and this documentation.
fr: :ref:`Glossaire<glossary>` - Les définitions des termes utilisés au sein de VLC et de cette documentation.
